9/data/attachments/38e06e9ba38311f0.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_7fed2199-367b-4fe5-92cb-d0ef27eb61e4</nif:username>
            <nif:friendToBeAdded>Rose_likely_Actions_74873_0</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>